[GENERAL]
NAME				= Kurdish / کوردی سۆرانی
TRANSLATOR			= Mashxal Ibrahym
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= ماوەی بەکارهێنانی ئەم جێبەجێکارە تەواو بوو.
TEXT_BETA			= بێتا
TEXT_UNREGISTERED		= تۆمار دەکات
TEXT_INIT_FAIL			= سەرکەوتوو نەبوو
TEXT_APPINFO			= Bandicam - گرتەکان کواڵیتیان بەرزە.

; error
TEXT_ERROR_DISKSPACE		= ڕوبەری یادەوەری بەشی تۆمارکردنی گرتە ناکات.
TEXT_ERROR_VIDEO_CAP		= سەرکەوتوو نەبوویت لە دەستکردن بە  گرتنی گرتەکە
TEXT_ERROR_AUDIO_CAP		= سەرکەوتوو نەبووی لە گرتنی گرتەکەت.\nئەگەر پێویستیت بە یارمەتی بوو کلیک لە دوگمەی " بەڵێ بکە ".
TEXT_ERROR_IMAGE_CAP		= سەرکەوتوو نەبووی لە گرتنی وێنەکە.\nتکایە دڵنیا بە لە بوخچەی دەرچە.
TEXT_ERROR_CREATEFILE		= سەرکەوتوو نەبووی لە دروستکردنی دۆسیەدا.\nئەگەر پێویستیت بە یارمەتی بوو کلیک لە دوگمەی " بەڵێ بکە ".
TEXT_ERROR_CODEC_INIT		= سەرکەوتوو نەبووی لە بەرنامە بەکۆدکراوەکە.
TEXT_ERROR_LOGO_IMAGE		= دۆسیەی وێنەکە درێژکراوە نیە. \nتکایە دۆسیەی وێنە دیاری بکە(*.png).
TEXT_CAN_NOT_CHANGE_TB		= ناتوانی ئەم گۆڕانکاریانە ئەنجام بدەی لە دەرچووی بێبەرامبەردا تکایە بڕۆ بەرنامەکەت تۆمار بکە!
TEXT_WARNING_AMD_APP		= سیستەمەکەت پشتیوانی ناکا 'H.264 (AMD APP)', بۆیە بە بەکۆدکردنی خۆکرد بەکاربێنە.
TEXT_WARNING_AMD_APP2		= سیستەمەکەت پشتیوانی ناکا 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= دەنگ
TEXT_VID_PAGE_WEBCAM		= کامێرا
TEXT_VID_PAGE_LOGO		= دروشم
TEXT_VID_PAGE_EFFECTS		= کاریگەری 
TEXT_VID_PAGE_OPTIONS		= هەڵبژاردە

; option page name
TEXT_OPT_PAGE_GENERAL		= گشتی
TEXT_OPT_PAGE_OUTPUT		= دەرچە
TEXT_OPT_PAGE_HOOKING		= پێکهاتە
TEXT_OPT_PAGE_LANGUAGE		= زمان
TEXT_OPT_PAGE_OTHERS		= هیتر

TEXT_VIDEO			= ڤیدۆ
TEXT_AUDIO			= دەنگ

TEXT_FOLDER_SELECT		= دیاریکردنی بوخچەی پاشەکەوتکردن

TEXT_FMT_FULL_SIZE		= قەبارەی گشتی
TEXT_FMT_HALF_SIZE		= نیو قەبارە
TEXT_FMT_FIT_WIDTH		= پڕ بە پانی
TEXT_FMT_FIT_HEIGHT		= پڕ بەبرزی
TEXT_FMT_CUSTOM_SIZE		= تایبەتمەندکراو
TEXT_FMT_STEREO			= دوو بڵند گۆ
TEXT_FMT_MONO			= پێشگر
TEXT_FMT_ORIGINAL_PCM		= دەنگی ستاندار

; preset
TEXT_PRESET_DEFAULT		= خۆکرد
TEXT_PRESET_HALFSIZE		= نیو قەبارە
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® خێرا هاوکاتکردنی ڤیدیۆ)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= خێرایی بەرز 60 چوارچێوە لە چرکەدا
TEXT_PRESET_LOWEND		= PC کۆتایی نزم
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= PMP/Divx Player بۆ
TEXT_PRESET_EDIT		= Premiere/Sony Vegas بۆ دانان
TEXT_PRESET_POWERPOINT		= MS PowerPoint بۆ
TEXT_PRESET_320x0		=  320x0 گونجاو بۆ خستنەڕوو
TEXT_PRESET_640x0		=  640x0 گونجاو بۆ خستنەڕو
TEXT_PRESET_800x0		=  800x0 گونجاو بۆ خستنەڕو
TEXT_PRESET_USER		= ڕێخستنی پێشوو بۆ بەکارهێنان

TEXT_CHANGE_LANG		= بۆ گۆڕینی زمانی بەرنامەکە دەبێ بەرنامەکە بکوژێنیتەوە و هەڵی بکەیتەوە \n ئایا دەتەوێ ئێستا بیکوژێنیتەوە و هەڵی بکەیتەوە؟
TEXT_CHANGE_HOOK		= بۆ گۆڕانی هاوپێچی گونجاو دەبێ بەنامەکە بکوژێنیتەوە و هەڵی بکەیتەوە \n ئایا دەتەوێ ئێستا بیکوژێنیتەوە و هەڵی بکەیتەوە؟
TEXT_CHANGE_SIZE		= .بۆ گۆڕینی پەنجەرەی جێبەجێکردن دەبێ بەرنامەکەت بکوژێنیەوە و هەڵی بکەیتەوە\nئایا دەتەوێ ئێستا بیکوژێنیتەوە و هەڵی بکەیتەوە؟
TEXT_RESET_ALL_SETTINGS		= بەڕاستی تۆ دڵنیای لەوەی کە دەتەوێ هەموو ڕێکخستنەکانت وەک ڕێکخستنی خۆکرد لێبکەیتەوە

TEXT_REGISTER_SUCCEEDED		=   Bandicam باندی کامی تایبەت بەتۆ تۆمار کرا.
TEXT_REGISTER_FAILED		= سەرکەوتوو نەبووی لە تۆمارکردن. \n دڵنیابە لە ڕستی ئیمێڵەکەت و زنجیرەکەی.
TEXT_REGISTER_CONNECT_FAILED	= ناتوانی پەیوەندی بە تۆمارگەوە بکەی.\nتکایە دڵنیا بەوە لە بوونی پەیوەندیت بە تۆڕەوە ، وە کات و بەرواری سیستەمەکەت ڕێک بخە لەگەڵ ئەمڕۆ.\nئەگەر پێویستیت بە یارمەتیدان هەبوو کلیک لەسەر دوگمەی بەڵێ بکە".
TEXT_REGISTER_INFO		= ئیمێڵ: %s\r\n زنجیرەکەم: %s
TEXT_REGISTER_LIMITED		= ڕاوەستا لە تۆمارکردن.\n\nدەتوانی تەنها ١٠ خولەک گرتە تۆمار بکەی بە دەرچووی بێبەرامبەر تکایە خۆت تۆمار بکە!
TEXT_REGISTER_NEWRECORD		= ناتوانی دەست بە تۆمارکردن بکەیتەوە لە دەرچووی بێبەرامبەر . تکایە ئێستا تۆماری بکە!
TEXT_REGISTER_LICENCE_INFO	= !!!تۆمار نەکراوە\r\nئەگەر ویستت گرتەیەک تۆمار بکەیت بەبێ نیشانەی ئاویی \r\n لەسەر ڤیدیۆی تایبەت بەخۆت, \r\n  Bandicam.پێویستە دەرچووی داشکێنراو بکڕیت لە

TEXT_PROGRAM_INVALID		= ئەو جێبەجێکردنە ناڕاستە. \nپێویستیت بە دووبارە تۆمارکردنەوەی جێبەجێکارەکە هەیە.

TEXT_SELECT_TARGET		= تکایە کلیک لە پەنجەرەی مەبەست بکە
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - ئێستا گرتەکانت و یاریەکانت تۆمار بکە DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - تۆمارکردنی شاشە و ڤیدیۆی وێب.
TEXT_TARGET_CHANGING		= ئەگەر ڕێڕەوی گرتنی گرتەکە بگۆڕی گرتەکە ڕادەوەستیت. \n تۆ دڵنایت لەوەی کە دەتەوێ بەردەوام بیت؟
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= گێڕانەوە
TEXT_STATUSBAR_RECORDING	= تۆمارکردن
TEXT_STATUSBAR_PAUSE		= ڕاگرتن

TEXT_UPDATE_AVAILABLE		= دەرچوی نوێی بەرنامەکە بەردەستە. \nدەتەوێ ئێستا دایبەزێنی?
TEXT_UPDATE_UNAVAILABLE		= .ئەوە دواین دەرچووی پەرەپێدراوە
TEXT_UPDATE_FAILED		= سەرکەوتوو نەبوو لە لێکۆڵێنەوەی زانیاری دەرچوو.\n ئەم سیستەمە پەیوەندی نیە بە ئەنتەرنێتەوە یان ئەنتەرنێتەکەت بەشێوەیەکی باش کار ناکات.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= پڕ بە شاشە
TEXT_TARGET_RESTORE		= گێڕانەوە
TEXT_TARGET_FIND		= گەڕان لە چوارچێوە
TEXT_TARGET_RESIZE		= لستی دیاریکردنی قەبارە
TEXT_TARGET_IMAGE		= گرتنی وێنە
TEXT_TARGET_PEN			= لکاندن
TEXT_TARGET_RECORD_START	= گرتە تۆمارکردن دەستی پێکرد
TEXT_TARGET_RECORD_PAUSE	= گرتەب تۆمارکردن بەشێوەیەکی کاتی ڕاوەستا
TEXT_TARGET_RECORD_STOP		= گرتە تۆمارکردن ڕاوەستا

TEXT_RC_HOWTO_NOCOMPLETE	= تەواوکردنی خۆکردانەی گرتەکە کارا نیە
TEXT_RC_HOWTO_BYTIME		= بەهۆی کاتەوە
TEXT_RC_HOWTO_BYSIZE		= بەهۆی قەبارەوە
TEXT_RC_AFTER_NEWRECORD		= تۆمارکردنی نوێ دەستی پێکرد
TEXT_RC_AFTER_EXIT		= Bandicam دەرچوون لە
TEXT_RC_AFTER_SHUTDOWN		= کوژاندنەوەی ئامێری کۆمپیتەرەکەت

TEXT_SHUTDOWN_SEC		= سیستەمەکەت دەکوژێتەوە لە ماوەی %d چرکە

TEXT_SEL_IMAGE_FILE		= دۆسیەی وێنەکەت دیاری بکە

TEXT_RC_MB			= MBمێگا بایت
TEXT_RC_GB			= GBگێگا بایت

TEXT_SND_SELECT_2_DISABLE	= -- (لەکارخراو (چاککراوە --

TEXT_CORRUPTED_AVI_FILE		= دواین گرتەی تۆمارکراو.\nدەتەوێ چاکیبکەیتەوە?\n\nدۆسیە: %s
TEXT_TRAY_BALLOON_TIP		= کلیک لەم ئایکۆنە بکە بۆ دەرکەوتنی Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= کلیک لەم ئایکۆنە بکە بۆ دەرکەوتنی پەنجەرەی گرتە تۆمارکردن
TEXT_FORCE_STOP			= سەرکەوتوو نەبووی لە ڕاگرتنی تۆمارکردنی گرتەکە ئێستا پەنجەرەکە وەڵام ناداتەوە.\nئایا دەتەوێ تۆمارکردنەکە ڕابگری
TEXT_EXTERNAL_CODEC		= - بەکۆدکردنی دەرەکی -
TEXT_CUDA_GPU_AUTOSELECT	= (دیاریکردنی خۆکرد)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= دۆخی گرتە تۆمارکردن
TEXT_INDICATOR_TIME		= کاتی تۆمارکردن
TEXT_INDICATOR_SIZE		= ڕوبەری یادەوەری ئازاد/قەبارەی دۆسیە
TEXT_INDICATOR_VOLUME		= ئاستی دەنگی ئێستا

; recording priority
TEXT_REC_PRIORITY_NORMAL	= ئاسایی] تایبەتمەندی گشتی]
TEXT_REC_PRIORITY_HIGH		= بەرز] بەرزتر لە تایبەتمەندی بەرز]
TEXT_REC_PRIORITY_HIGHEST	= بەرزترین] لە جێبەجێکردنی ئەرکەکانی تردا هێواش دەبێتەوە]

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut جێگیر نەکراوە دەتەوێ جێگیری بکەی
TEXT_OUTPUTS_DELETE		= ئایا تۆ دڵنیای لەوەی کە دەتەوێ بەشێوەیەکی گشتی ئەو توخمانە ڕەشبکەیەوە کە دیاریتکردوون؟
TEXT_OUTPUTS_SELCOUNT		= %d توخمە دیاریکراوەکان

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= ناوی ئامانج
TEXT_FILE_NAME_PREFIX_CUSTOM	= خوی پشتگیری
TEXT_FILE_NAME_PREFIX_NONE	= پێشگر
TEXT_FILE_NAME_SUFFIX_TIME	= بەروار/کات
TEXT_FILE_NAME_SUFFIX_NUMBER	= ڕیزبەندی ژمارەکان

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= کاتێک تۆمار بکە دابنێ لەنێوان 1 بۆ 144 خولەک
TEXT_TIMER_REC_STOP_RECORDING	=  تۆمارکردنەکەت بەرەو پێش دەروات \ ئایا تۆ دڵنیای لەوەی گرتە تۆمارکردنەکەت ڕابگری و دووبارە دەست پێ بکەیتەوە ؟  

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= گشتی
$BN_PAGE_FPS			= چرکە
$BN_PAGE_VIDEO			= ڤیدۆ
$BN_PAGE_IMAGE			= دەنگ
$BN_PAGE_OUTPUTS		= دەرچە
$BN_PAGE_ABOUT			= دەربارەی
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= هەڵبژاردەکان
$ST_GEN_OUTPUT_FOLDER		= بوخچەی دەرچە
$BN_GEN_OPEN_OUTPUT_FOLDER	= کردنەوە
$BN_GEN_ADV_OPTIONS		= گۆڕینی زمان
$CK_GEN_ALWAYS_ON_TOP		= هەمیشە لە بەرەوپێشچوندا
$CK_GEN_START_MINIMIZED		= جێبەجێکردنەکە بەردەوە بۆ لای سیستەم تڕای
$CK_GEN_RUN_WHEN_START		= جێبەجێکردنەکە ڕابگرە و کۆمپیتەرەکەت بکوژێنەوە و هەڵی بکەوە
$CK_GEN_RECORD_WHEN_RUN		= Bandicam دەست بە تۆمارکردنی تەواوی شاشەکە بکە لەگەڵ دەست بەکارکردن
$CK_GEN_TIMER_RECORDING		= کات دابنێ بۆئەوەی خۆکردانە دەست بە تۆمارکردن بکات
$ST_GEN_LANGUAGE		= زمان
$ST_GEN_REC_AUTO_START		= خۆکردانە دەست بە تۆمارکردن بکات
$ST_GEN_REC_AUTO_COMPLETE	= خۆکردانە تۆمارکردن کۆتایی پێبێنێ
$BN_GEN_REC_AUTO_COMPLETE	= ڕێکخستنەکان
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= چرکەکان
$CK_FPS_OVERLAY_HOTKEY		= کلیلەکان
$CK_FPS_OVERLAY			= پێگەی چرکە
$ST_FPS_LIMIT			= ڕادە
$CK_FPS_LIMIT_HOTKEY		= کلیلەکە
$CK_FPS_LIMIT			= دامەزراندنی ڕادەی چرکە
$CK_FPS_LIMIT_ONLY_CAP		= تەنها لەکاتی گرتندا
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= تۆمار
$CK_VID_RECORD_HOTKEY		= کردنەوەی کورتکراوەی تۆمار/ڕاکردن
$CK_VID_PAUSE_HOTKEY		= کلیکی رورتکراوەی کاتی ڕاکردن
$CK_VID_SHOW_CURSOR		= دەرکەوتنی ماوس
$CK_VID_CLICK_EFFECTS		= زیادکردنی کاریگەری ماوس
$CK_VID_WEBCAM_OVERLAY		= هەڵکردنی وێبکام لە گۆشەیەکی شاشەکەت
$BN_VID_RECORD_SETTINGS		= ڕێکخستنەکان
$ST_VID_FORMAT			= هەمەهەنگی
$ST_VID_FORMAT_VIDEO		= ڤیدیۆ
$ST_VID_FORMAT_AUDIO		= دەنگ
$BN_VID_FORMAT_SETTINGS		= ڕێکخستنەکان
$BN_VID_FORMAT_PRESETS		= ڕێکخستنی پێشوەختە
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= گرتن
$CK_IMG_CAPTURE_HOTKEY		= کلیل
$CK_IMG_CAPTURE_REPEAT		= دوبارەکردنەوەی گرتنی وێنەی شاشە
$ST_IMG_CAPTURE_REPEAT		= چرکە
$CK_IMG_SHOW_CURSOR		= دەرکەوتنی ماوس
$CK_IMG_SHUTTER_SOUND_EFFECT	= کوژاندنەوەی دەنگ
$ST_IMG_FORMAT			= تایپەکانی وێنە
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - ئاسایی
$CK_IMG_FORMAT_JPG_HQ		= JPG - کواڵیتی بەرز
$BTN_IMG_FORMAT_ANIGIF		= ئایا دەتەوێ بە وێنەی جوڵاو بۆت پاشەکەوت بکەم
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= ڤیدیۆ
$ST_OUT_TAB_IMAGE		= وێنە
$BN_OUT_PLAY_VIDEO		= کارکردن
$BN_OUT_OPEN_IMAGE		= کردنەوە
$BN_OUT_EDIT			= دانان
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= ڕەشکردنەوە
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam بەهیوای دروست بوونی دەولەتی کوردی
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= دەرچوی نوێ بەردەستە
$BN_ABO_CHECK_UPDATE		= گەڕان لە پەرەپێدانەکان
$ST_ABO_LICENCE_INFO		= بەکوردیکردنی : مەشخەڵ إبراهیم حسن
$BN_ABO_REGISTER		= تۆمار
$BN_ABO_REGISTER_HELP		= چۆن بیکڕم و تۆماری بکەم
$ST_ABO_HOMEPAGE_INFO		= دانیشتوی شاری قەڵادزێ ی خۆشەویست
$ST_ABO_HOMEPAGE_URL		= پێگەی سەرەکی
$ST_ABO_FAQ_URL			= پرسیار و وەڵام
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= کردنەوەی بوخچەی دەرچە
$TOOLTIP_SCREENSHOT		= گرتنی وێنە
$TOOLTIP_RECORD			= تۆمارکردن/ ڕاگرتن
$TOOLTIP_PAUSE			= ڕاگرتنی کاتی
$TOOLTIP_UI_MODE		= ڕوکاری بەکارهێنەر، سادەیە/فراوانە
$TOOLTIP_REGISTER		= تۆمارBandicam
$TOOLTIP_ONLINE_HELP		= ڕێنمایی لەڕێگەی تۆڕەوە

$TOOLTIP_TOOL_PEN		= لکاندن
$TOOLTIP_TOOL_PEN_HL		= بەرزکردنەوەی ڕوناکی 
$TOOLTIP_TOOL_BOX		= چوارچێوە
$TOOLTIP_TOOL_ERASER		= لاستیک
$TOOLTIP_TOOL_COLOR		= دیاریکردنی ڕەنگ
$TOOLTIP_TOOL_LINE		= پانی هێڵ
$TOOLTIP_TOOL_UNDO		= گەڕانەوە (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= بەرەوپێش چوون (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= نەخێر
IDOK				= بەڵێ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= هەمەهەنگی ڕێکخستنەکان
IDC_ST_FMTSET_FILE		= تایپی دۆسیەکە
IDC_ST_FMTSET_VIDEO		= ڤیدیۆ
IDC_ST_VIDEO_SIZE		= قەبارە
IDC_ST_VIDEO_FPS		= چرکە
IDC_ST_VIDEO_CODEC		= بەکۆدکردن
IDC_ST_VIDEO_BITRATE		= بایتی گشتی
IDC_ST_VIDEO_QUALITY		= جۆر
IDC_ST_FMTSET_AUDIO		= دەنگ
IDC_CK_AUDIO_ORIGINAL_PCM	= پاشەکەوتکردن بە تایپی ستاندارد
IDC_ED_AUDIO_ORIGINAL_PCM	= (96KHz or more).دەتوانی پاشەکەوتی بکەی بە فرە کەناڵ و پێناسەیەکی بەرزی دەنگ
IDC_ST_AUDIO_CH			= کەناڵ
IDC_ST_AUDIO_FREQ		= لەرەلەر
IDC_ST_AUDIO_CODEC		= بەکۆدکردن
IDC_ST_AUDIO_BITRATE		= بایتی گشتی
IDC_ST_FORMAT_HELP		= [ ڕێنمایی ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam تۆمار
IDC_ST_1BUY			= 1. کڕین
IDC_ST_1BUY_COMMENT		= تکایە تێبینی بکە ئەو بەرنامەیە لە بەرنامە ئازادەکان نیە. ئەگەر ویستت تۆماری بکەی بەبێ نیشانەی ئاوی تایبەت بە گرتەکەت . تۆ پێویستیت بە کڕینی بەرنامەکە هەیە لە ناونیشانی سەرەکی
IDC_BTN_BUY_ONLINE		= کڕین لەسەر هێڵ
IDC_ST_2REGISTER		= 2. تۆمار
IDC_ST_2REGISTER_COMMENT	= پێویستیت بە ئەنتەرنێت هەیە بۆ تۆمارکردنی بەرنامەکەت
IDC_ST_EMAIL_ADDRESS		= ئیمێڵ
IDC_ST_SERIAL_NUMBER		= ژمارەی زنجیرە
IDC_BTN_REGISTER_NOW		= ئێستا تۆماری بکە
IDC_BTN_CLOSE			= داخستن

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= لێکۆڵینەوە لە پەرەپێدان
IDC_ST_UPDATE_SETTING		= ڕێکخستنەکان
IDC_CK_UPDATE_ENABLE		= .دەتوانی لێکۆڵینەوە لە پەرەپێدانی خۆکرد بکەی
IDC_CK_UPDATE_POPUP		= .دەرکەوتنی پەنجەرەی مەبەست کاتێک پەرەپێدان بەردەستە
IDC_UPDATE_CHECK_NOW		= ئێستا لێکۆڵینەوە لە پەرەپێدانەکان بکە
IDC_CLOSE			= داخستن

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= هەڵبژاردە پێشەکیەکان
IDC_BTN_RESET			= دووبارە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= گشتی
IDC_CK_ALWAYS_ON_TOP2		= هەمیشە لەبەرەوپێشچوندا
IDC_CK_START_MINIMIZED_TO_TRAY	= بەرنامەکەت بەردەوە بۆلای سیستەمی کاتژمێر
IDC_CK_RUN_WHEN_START		= جێبەجێکردنەکە دەست بەکار دەبێت لەگەڵ دەست بەکاربوونەوەی سیستەم
IDC_CK_RECORD_WHEN_RUN		= Bandicam دەست بەتۆمارکردنی هەموو شاشەکە بکە لەگەڵ دەست بەکاربوون 
IDC_CK_SHOW_FPS_IN_VIDEO	= دەرکەوتنی چرکەکان لە گرتەکەدا/وێنەی گیراو
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= دەرکەوتنی شریتی نەرمەبینینی/ڕێنمایی
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= خۆکرد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= ئەنجام
IDC_ST_OUT_OUTPUT_FOLDER	= بوخچەی دەرچە
IDC_CK_OUT_CREATE_SUBFOLDER	= دروستکردنی بوخچەی دەرچە لەکاتی نوسیندا
IDC_CK_OUT_ENABLE_WRITE_CACHING	= .دەتوانی بەشێوەیەکی کاتی تۆماری بکەی لەسەر یادەوەری
IDC_ST_OUT_FILE_NAMING		= ناوی دۆسیەی ڕێکخستن
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= زمانی بەرنامە
IDC_ST_TRANSLATOR		= سپاس بۆ وەرگێڕەکان

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= پێکهاتەی ئامانج
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX7
IDC_CK_HK_DX8			= DirectX8
IDC_CK_HK_DX9			= DirectX9
IDC_CK_HK_DX10			= DirectX10
IDC_CK_HK_DX11			= DirectX11
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefox لەسەر وێبگەڕەکان DX10/11 لەکارخستنی پێکهاتە
IDC_CK_DISABLE_OVERLAY_ON_DX	= لەسەر گرتەکە DirectX قەدەغەکردنی پێکهاتە
IDC_BTN_BLOCK_LIST		= لستی چالاکیە جۆراوجۆرەکان

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= ڕێکخستنی زیاتر
IDC_BTN_VIDEO_RECORD_SETTINGS	= ڕێکخستنی تۆماری گرتە
IDC_BTN_VIDEO_FORMAT_SETTINGS	= ڕێکخستنی تایپی گرتە
IDC_BTN_AUTO_COMPLETE_RECORDING	= تەواو کردنی تۆماری خۆکرد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= تەواوکردنی تۆماری خۆکرد
IDC_ST_RC_HOWTO			= "ڕێکخستنەکانی دۆخ "إتەواوکردنی تۆماری خۆکرد
IDC_RD_RC_NOTCOMPLETE		= تەواو نەکردن
IDC_RD_RC_TIME			= بەهۆی کاتی تۆمارەوە
IDC_ST_RC_MAX_TIME		= ئەوپەڕى
IDC_RD_RC_SIZE			= بەهۆی قەبارەی دۆسیەی گرتەوە
IDC_ST_RC_MAX_SIZE		= ئەوپەڕى
IDC_ST_RC_AFTER			= دوای کۆتایی هاتنی تۆمار
IDC_RD_RC_NOTHING		= هیچ شتێک مەکە
IDC_RD_RC_NEW_RECORDING		= دەستی بە تۆماری گرتەیەکیتر کرد
IDC_RD_RC_EXIT_BDCAM		= ڕاگرتن و دەرچوون لە بەرنامەکە
IDC_RD_RC_SHUTDOWN		= کوژاندنەوەی کۆمپیوتەر

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= کوژاندنەوە
IDC_ST_SHUTDOWN			= کوژاندنەوە
IDC_ST_SHUTDOWN_INFO		= کۆمپیتەرەکەت دەکوژێتەوە.\n کلیک لە ؟"نەخێر" بکە ئەگەر ناتەوێ کۆمپیتەرەکەت بکوژێتەوە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= ڕێکخستنەکانی تۆمار

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= تۆمارکردنی دەنگ
IDC_ST_SND_SELECT_1		= ئامێری دەنگی سەرەکی
IDC_BTN_SND_SETTING_1		= ...ڕێکخستن
IDC_ST_SND_SELECT_2		= ئامێری دەنگی ناوەندی
IDC_BTN_SND_SETTING_2		= ...ڕێکخستن
IDC_CK_SND_MIX_SOUND		= (تێكەڵەى دەنگ (سەرەکی + ناوەندی بۆ قەراغ
IDC_CK_SND_CAP_HOTKEY		= تەنها(ئامێری ناوەندی) لەکاتی کلیکدا
IDC_ST_SOUND_HELP		= [ ڕێنمایی ]
IDC_CK_SND_SAVE_AS_WAV		= (.wav) پاشەکەوتکردنی ڕێڕەوی تۆماری دەنگی لەکاتی گرتەدا 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= هەڵکردنی وێبکام لە گۆشەیەکی شاشەکەت بۆئەوەی خۆشت لەگەڵ گرتەکەبیت
IDC_ST_WEBCAM_SETTING		= هەڵبژاردەکان
IDC_ST_WEBCAM_DEVICE		= کامێرای وێب
IDC_ST_WEBCAM_SIZE		= قەبارەی گرتە:
IDC_ST_WEBCAM_POS		= خاڵ:
IDC_BTN_WEBCAM_DEVICE		= ڕێکخستنەکان
IDC_BTN_WEBCAM_PREVIEW		= خستنەڕوو
IDC_ST_WEBCAM_LR_MARGINS	= :پەراوێزی /چەپ
IDC_ST_WEBCAM_TB_MARGINS	= پەراوێزی /سەرەوە
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = بینینی وێب کام و شاشەکە تەنها لەکاتی (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= کاراکردنی کلیکی کورتکراوە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= زیادکردنی دروشمی ڤیدیۆ
IDC_ST_LOGO_SETTING		= ڕێکخستنەکان
IDC_ST_LOGO_IMAGE		= دانگ
IDC_ST_LOGO_OPACITY		= تاریکی
IDC_ST_LOGO_POS			= پێگە
IDC_ST_LOGO_LR_MARGINS		= پەراوێزی /چەپ
IDC_ST_LOGO_TB_MARGINS		= پەراوێزی /سەرەوە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= کاریگەری ماوس
IDC_CK_ADD_CLICK_EFFECTS	= زیادکردنی کاریگەری کلیکی ماوس
IDC_ST_LEFT_CLICK_COLOR		= ڕەنگی کلیکی چەپ
IDC_ST_RIGHT_CLICK_COLOR	= ڕەنگی کلیکی ڕاسن
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= خستنەسەرى كاريگەريى زاڵكردنى ڕووناكى لەسەر نيشاندەر
IDC_ST_HIGHLIGHT_COLOR		= ڕەنگی ڕوناکی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= هەڵبژاردەکان
IDC_ST_REC_PRIORITY		= پێشترێتيى تۆماركردن :
IDC_ST_REC_PRIORITY2		= پێشترێتيى بەرز لەڕاستيدا كەم دەكاتەوە لە ڕووخاندنى چوارچێوە.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= پەڕاندنی تۆمار لەکاتی دیارینەکردنی چواڕچێوە
IDC_CK_ENHANCED_DX9_CAPTURE	= بەكارهێنانى ئامێرى بەهێزكردنى ڕێگەى وەرگرتن (faster, تەنها DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= بەكارهێنانى شێوازى وەرگرتنى خێركەر )خێراتر لە، پەنجەرەکانی 8 یان خێراترین)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= خستنەڕوی وێب کام

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= دیاریکردنی قەبارە
IDC_ST_TARGET_SIZE_SETTING	= ڕێکخستنەکان
IDC_ST_TARGET_SIZE		= قەبارەی ئامانج:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= دانانی ناوی پێشتر
IDC_ST_ADD_SIZE_PRESET		= دەتوانيت پاراستنى هەڵوێستى ئامانجى ئێستا و قەبارە وەك ئامادە كردنى پێشتر نوێ تێكەڵەى دەنگ پاشەکەوت بکەیت.\n ناوێک دابنێ بۆ ڕێکخستنە تازەکەت لە پێشەکیدا . 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= قەبارەیەک لە پێشەکیدا دابنێ
IDC_BTN_SIZE_PRESET_ADD		= زیادکردن
IDC_BTN_SIZE_PRESET_DEL		= ڕەشکردنەوە
IDC_BTN_SIZE_PRESET_REN		= ناونان
IDC_BTN_SIZE_PRESET_UP		= سەرێ
IDC_BTN_SIZE_PRESET_DN		= خوارێ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= قەبارەکەت ناو بنێوە لە پێشەکیدا
IDC_ST_REN_SIZE_PRESET		= ناوێکی نوێتۆمار بکە لە پێشەکیدا.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= زانیاری
IDC_ST_ACAP_INFO		= زانیاری دەنگ تۆمارکردن
IDC_ST_ACAP_INFO2		= کارتی دەنگ و تۆماری دەنگ. تکایە لێکۆڵینەوە بکە لە  "لستی چاودێری " تایبەت بەخۆت. \n\n ئایا دەتەوێ سەردانی پەڕگەی یارمەتی بکەیت؟
IDC_CK_ACAP_DO_NOT_ASK		= جارێکیتر لێم مەپرسە
IDC_BTN_YES			= بەڵێ
IDC_BTN_NO			= نەخێر

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= ئەوپەڕی کاتی تۆمارکردن
IDC_ST_RC_TIME_SETTING		= ڕێکخستنەکان
IDC_ST_RC_TIME_HOUR		= کاتژمێر
IDC_ST_RC_TIME_MIN		= خولەک
IDC_ST_RC_TIME_SEC		= چرکە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= ئەوپەڕی قەبارەی تۆمارکردن
IDC_ST_RC_FILESIZE_SETTING	= ڕێکخستنەکان

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= خستنەسەرى ئامادە كردنى پێشتر نوێ
IDC_ST_ADD_PRESET		= .دەتوانيت پاراستنى ئامادە كردن هەماهەنگيى ئێستا وەك پێشتر بهێڵیتەوە\n .ناوێک تۆمار بکە بۆڕێکخستنە تازەکەت

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= ڕزگار كردنى ئامادە كردنى پێشتر
IDC_BTN_PRESET_ADD		= زیادکردن
IDC_BTN_PRESET_DEL		= ڕەشکردنەوە
IDC_BTN_PRESET_REN		= ناونانەوە
IDC_BTN_PRESET_UP		= سەرەوە
IDC_BTN_PRESET_DN		= خوارەوە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= ناونانەوەی ئەم پێشەکیە
IDC_ST_REN_PRESET		= تۆمارکردنی ناوێکی نوێ بۆ ئەم پێشەکیە.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= دیاریکردنی بەکۆدکردنی دەرەکی گرتە
IDC_ST_CODEC_EX_LIST		= لستی بەکۆدکراوەکان
IDC_ST_CODEC_EX_SETTINGS	= ڕێکخستنەکان
IDC_ST_CODEC_EX_DRIVER		= ناوی پێناسە
IDC_ST_CODEC_EX_FOURCC		= CC چوار 
IDC_ST_CODEC_EX_QUALITY		= کواڵیتی
IDC_ST_CODEC_EX_DATERATE	= تێكڕا گواستيەوە زانيارى
IDC_ST_CODEC_EX_KEYFRAME	=کلیلی چوارچێوەی کاتی
IDC_BTN_CODEC_EX_CONFIG		= تكوين
IDC_BTN_CODEC_EX_ABOUT		= دەربارەی
IDC_ST_CODEC_EX_HELP		= [ زانیاری ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= لستی چالاکیە قەدەغەکراوەکان
IDC_ST_BLOCK_LIST		= قەدەغەکردنی پێکهاتەی چالاکی داهاتوو.
IDC_ST_BLOCK_LIST_EX		= بۆنمونە:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) ڕێکخستنەکان
IDC_ST_H264_CUDA_RATE_CONTROL	= چاودێری تێکڕا
IDC_RD_H264_CUDA_VBR		= VBR - (بەپێی چۆنیەتی  (بەچاك دانراو
IDC_RD_H264_CUDA_CBR		= CBR - بەپێی تێکڕای بایت
IDC_ST_H264_CUDA_GPU_USAGE	= بەکارهێنانی گرافیک
IDC_RD_H264_CUDA_GPU_CPU	= گڕافیک+ چارەسەر
IDC_RD_H264_CUDA_GPU		= تەنها گرافیک) بەکارهێنان لەگەڵ گرافیکی خێرا)
IDC_ST_H264_CUDA_GPU_DEVICE	= پينەكەرى باج:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= هەڵبژاردەی تر
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= کلیلی چوارچێوەی کاتی
IDC_ST_H264_CUDA_FOURCC_HELP	= یارمەتی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (هاوسەنگی خێرا بۆ ڤیدیۆ( هەڵبژاردەکان
IDC_ST_H264_SYNC_RATE_CONTROL	= چاودێری تێکڕا
IDC_RD_H264_SYNC_VBR		= VBR -(بەپێی چۆنیەتی  (بەچاك دانراو
IDC_RD_H264_SYNC_CBR		= CBR - بەپێی تێکڕای بایت
IDC_ST_H264_SYNC_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= کلیلی چوارچێوەی کاتی
IDC_ST_H264_SYNC_FOURCC_HELP	= یارمەتی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) ڕێکخستنەکان
IDC_ST_H264_APP_RATE_CONTROL	= چاودێریکردنی تێکڕا
IDC_RD_H264_APP_VBR		= VBR - (بەپێی چۆنیەتی  (بەچاك دانراو
IDC_RD_H264_APP_CBR		= CBR - بەپێی تێکڕای بایت
IDC_ST_H264_APP_OTHER_OPTIONS	= هەڵبژاردەی تر
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= کلیلی چوارچێوەی کاتی
IDC_ST_H264_APP_FOURCC_HELP	= یارمەتی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid ڕێکخستنەکان
IDC_ST_XVID_RATE_CONTROL	= چاودێریکردنی تێکڕا
IDC_RD_XVID_VBR			= VBR -(بەپێی چۆنیەتی  (بەچاك دانراو
IDC_RD_XVID_CBR			= CBR - بەپێی تێکڕای بایت
IDC_ST_XVID_OPTIMIZATION	= نمونەکان
IDC_RD_XVID_FASTER_SPEED	= خێراترین بەکۆدکردنن بۆ خێرایی
IDC_RD_XVID_SMALLER_SIZE	= قەبارەی دۆسیە بچوکترە
IDC_ST_XVID_OTHER_OPTIONS	= هەڵبژاردەی تر
IDC_ST_XVID_KEYFRAME_INT	= کلیلی چوارچێوەی کاتی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) ڕێکخستنەکان
IDC_ST_H264_NVENC_RATE_CONTROL	= چاودێریکردنی تێکڕا
IDC_RD_H264_NVENC_VBR		= VBR - (بەپێی چۆنیەتی  (بەچاك دانراو
IDC_RD_H264_NVENC_CBR		= CBR - بەپێی تێکڕای بایت
IDC_ST_H264_NVENC_GPU_USAGE	= GPU بەکارهێنان
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU ئامێر
IDC_ST_H264_NVENC_OTHER_OPTIONS	= هەڵبژاردەی تر
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= کلیلی چوارچێوەی کاتی
IDC_ST_H264_NVENC_FOURCC_HELP	= یارمەتی

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= کاتی تۆمارکردن
IDC_ST_TIMER_SETTINGS		= ڕێکخستنەکان
IDC_RD_TIMER_START_IN		= دەست پێبکات لە
IDC_ST_TIMER_MINUTES		= خولەک
IDC_RD_TIMER_START_AT		= دەست پێبکات لە
IDC_CK_TIMER_MINIMIZE		= باندی کام بەربێتەوە بۆلای سیستەم تڕای کاتێک دەستی بە تۆمارکردنی گرتەکە کردBandicam.
IDC_ST_TIMER_AUTO_COMPLETE	= خۆکردانە تۆمارکردنەکە تەواو بکات
IDC_BTN_TIMER_AUTO_COMPLETE	= ڕێکخستنەکان

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= کاتی تۆمارکردن - چاوەڕێی دەست پێکە
IDC_ST_TIMER_WAITING_INFO	= چاوەڕێی دەست بەەتۆمارکردن دەکات لە %s.
IDC_ST_TIMER_ELAPSED		= کاتی خایانراو
IDC_ST_TIMER_REMAINING		= کاتی مانەوە

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Bandicam دەربارەی
ID_POPUP_GENERAL		= ڕێکخستنەکان- گشتی
ID_POPUP_FRAME			= ڕێکخستنەکان-- چرکە
ID_POPUP_VIDEO			= ڕێکخستنەکان-- ڤیدیۆ
ID_POPUP_IMAGE			= ڕێکخستنەکان-- وێنە
ID_POPUP_OUTPUTS		= لستی دۆسیەی دەرچوون
ID_POPUP_OPENOUTPUTFOLDER	= کردنەوەی بوخچەی دەرچە
ID_POPUP_TARGET			= ئامانج
ID_POPUP_SIZE			= قەبارە
ID_POPUP_EXIT			= دەرچوون

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= ڕێنمایی

ID_TARGET_HIDE			= دەرکەوتن/ شاردنەوە \t Ctrl+Alt+H
ID_TARGET_PEN			= وێنە کێشان \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= هەمیشە لەبەرەوپێشچووندا
ID_TARGET_TRANSPARENCY		= تاريكى
ID_TARGET_SIZE			= قەبارە
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= گواستنەوە بۆ چەپ \t Left
ID_TARGET_MOVE_RIGHT		= گواستنەوە بۆ ڕاست \t Right
ID_TARGET_MOVE_UP		= بۆ سەرەوە \t Up
ID_TARGET_MOVE_DOWN		= بۆ خوارەوە \t Down

ID_TARGET_INC_WIDTH		= زیادکردنی خستنەڕوو \t Shift+Right
ID_TARGET_DEC_WIDTH		= کەمکردنەوەی خستنەڕوو \t Shift+Left
ID_TARGET_INC_HEIGHT		= زیادکردنی بەرزی \t Shift+Down
ID_TARGET_DEC_HEIGHT		= کەمکردنەوەی بەرزی \t Shift+Up

ID_TARGET_FIND_WINDOW		= دۆزينەوەى پەنجەرە \t Ctrl+F
ID_TARGET_FULLSCREEN		= پڕ بەشاشە \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= گونجاو4:3
ID_TARGET_RATIO_16_9		= گونجاو16:9
ID_TARGET_SIZE_CUSTOM		= کەمکردنەوەی قەبارە \t Ctrl+U
ID_TARGET_SIZE_PRESET		= قەبارەی پێشەکی \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= دانانی پێشەکی
ID_TARGET_SIZE_PRESET_EDIT	= نوسینی پێشەکی

ID_TARGET_OPEN_OUTPUTFOLDER	= کردنەوەی بوخچەی دەرچە
ID_TARGET_EXIT_BANDICAM		= دەرچوون

ID_USER_PRESET_ADD		= زیادە
ID_USER_PRESET_EDIT		= ئازادکردن

ID_SORT_BY_DATE			= ڕیزکردن بەپێی بەروار
ID_SORT_BY_NAME			= ڕیزکردن بەپێی ناو
ID_SORT_BY_SIZE			= ڕیزکردن بەپێی قەبارە

ID_OUTPUTS_LB_PLAY		= کارکردن
ID_OUTPUTS_LB_OPEN		= کردنەوە
ID_OUTPUTS_LB_EDIT		= دانان
ID_OUTPUTS_LB_DELETE		= ڕەشکردنەوە
ID_OUTPUTS_LB_SELECT_ALL	= دیاریکردنی گشتی
ID_OUTPUTS_LB_OPEN_FOLDER	= کردنەوەی بوخچەی دەرچە

ID_BDCAM_SIZE_DEFAULT		= قەبارەی خۆکرد
